[   
    {
        "name": "Sean Bailey",
        "title": "Research Analyst, Dontown Van",
        "bio": "Sean Bailey received his Master's in Community and Regional Planning from UBC. Sean has worked for The Center For Neighborhoods in Kansas City, Missouri. That organization provides resources and services to leaders in underserved, under-resourced communities in Kansas City to help them complete neighborhood-led projects and initiatives. His work there informed the city on policies to mitigate the negative impacts of high rates of residential vacancy. Here in Vancouver, Sean has been involved in several areas of projects, mostly involving research, such as an Urban Design Framework for UBC's SkyTrain extension and an Electric Vehicle Strategy for Metro Vancouver.",
        "image": "sean.jpg",
        "Linkedin": "https://www.linkedin.com/in/seanrbailey/?originalSubdomain=ca",
        "Website": "https://www.dtvan.ca/"
    },
    {
        "name": "Brenda Bailey",
        "title": "Minister of Jobs, Economic Development and Innovation",
        "bio": "Brenda Bailey was elected MLA for Vancouver-False Creek in 2020. She  co-founded Canada's first women-owned and operated video game studio in 2011, in response to the lack of high-quality games being developed for women and girls. She most recently served as the Executive Director of DigiBC, the Interactive and Digital Media Industry Association of British Columbia, where she worked to strengthen the province's growing creative tech industry and continued her commitment to bring more diversity and inclusion to the tech sector. Brenda previously served as the Executive Director of Big Sisters of BC Lower Mainland, helping young people to realize their full potential through mentorship.",
        "image": "brenda.jpg",
        "Linkedin": "https://ca.linkedin.com/in/brenda-bailey-6892451",
        "Website": "https://news.gov.bc.ca/ministries/jobs-economic-development-and-innovation/biography"
    },
    {
        "name": "Mark Beckles",
        "title": "Vice President, Social Impact and Innovation at RBC",
        "bio": "",
        "image": "mark.jpg",
        "Linkedin": "https://www.linkedin.com/in/mark-beckles-mba-icd-d-351769b/?originalSubdomain=ca",
        "Website": "https://www.rbcroyalbank.com/personal.html"
    },
    {
        "name": "George Benson",
        "title": "Senior Manager, Sustainable Workforce",
        "bio": "George P.R. Benson is an award-winning climate change and economic development leader. He has been involved in the creation of numerous plans and policies related to cities, climate change, and economic development in Vancouver, BC, and Canada, including the unique Zero Emissions Economic Transition Action Plan (ZEETAP), which he lead the creation, and oversees the implementation of.  George serves as a Strategic Advisor to the BC Government on the Climate Solutions Council, as well as a member of the Expert Task Force on Nature-positive Cities through the World Economic Forum. Beyond his climate and cities work, George is an avid writer and rekindling his interest in the visual arts through drawing and print-making.",
        "image": "george.jpg",
        "Linkedin": "https://ca.linkedin.com/in/gprbenson",
        "Website": "https://vancouvereconomic.com/"
    },
    {
        "name": "Claris Canta",
        "title": "Program Director, Student Energy",
        "bio": "An energy professional enthusiastic in working on project development and management of environmental, renewable energy, and energy efficiency projects. Received a Master's Degree in Energy Systems from the University of Melbourne. Keen on developing and working on smarter energy solutions and sustainability projects that can address the triple bottom line.",
        "image": "claris.jpg",
        "Linkedin": "https://ca.linkedin.com/in/clariscanta",
        "Website": "https://studentenergy.org/"
    },
    {
        "name": "Sylvian Celaire",
        "title": "Director of Business Development, MODO",
        "bio": "Sylvain assists Modo to grow its reach and anchor itself in communities through collaborations with municipal governments, property owners, and businesses. He believes that disrupting automobile dependency through people-centred communities is key to Modo’s success.",
        "image": "sylvia.jpg",
        "Linkedin": "https://ca.linkedin.com/in/sylvaincelaire",
        "Website": "https://www.modo.coop/"
    },
    {
        "name": "Aman Chandi",
        "title": "Research Manager, SFU",
        "bio": "Aman Chandi (she/her) is an urbanist, community-based researcher, gardener and eclectic zine-maker with Punjabi roots practicing between Surrey and Vancouver, BC. She received her Master of Urban Studies (2022) from Simon Fraser University. Her work is positioned somewhere in between the spatial, the relational and the diasporic. Using different mediums (research, zines and community organizing), Aman often engages with topics of migration (e.g., deskilling of immigrants, employment equity, immigrant mental health, first-generation youth), belonging, and community power. She is also the co-director and co-founder of City in Colour Cooperative – an urban consultancy engaging with marginalized communities in a substantive and authentic manner. Previously, she worked with the City of Vancouver as a Plaza Stewardship Coordinator and as a Communication Officer with Simon Fraser University.",
        "image": "aman.jpg",
        "Linkedin": "https://www.linkedin.com/in/aman-chandi/?originalSubdomain=ca",
        "Website": "https://www.cityincolourcoop.com/"
    },
    {
        "name": "Ashley Chandler",
        "title": "Senior Manager, Hudson Pacific",
        "bio": "Ashley Chandler is Senior Manager, Programming & Events at Hudson Pacific Properties, (NYSE: HPP), a Los Angeles-based real estate investment trust focused on owning, operating, and developing office and studio properties along the West Coast.  She is responsible for tenant engagement, public activations, and strategic partnerships at the landmark Bentall Centre, a 1.5 million-square-foot office complex located in downtown Vancouver.",
        "image": "ashley.jpg",
        "Linkedin": "https://www.linkedin.com/in/ashleymchandler/?originalSubdomain=ca",
        "Website": "https://www.hudsonpacificproperties.com/"
    },
    {
        "name": "Aftab Erfan",
        "title": "Executive Director, SFU Centre for Dialogue",
        "bio": "Aftab joins us after serving as the City of Vancouver’s inaugural Chief Equity Officer. She spent more than a decade with UBC as an instructor and adjunct professor in the School of Community and Regional Planning and also served as Director of Dialogue and Conflict Engagement. Aftab has extensive experience as a facilitator and in hosting dialogue on contentious issues. In fact, she brings 15 years of experience on five continents. Aftab has won numerous awards, including BC500 most influential business leaders in BC and Research for a Better Life: The Storytellers Challenge, prize for community impact associated with action research with Gwa’sala-‘Nakwaxda’xw First Nations, Social Sciences and Humanities Research Council (SSHRC). She has a PhD in Community and Regional Planning, a Master’s of Urban Planning from McGill University, and a B.Sc. in Environmental Science from UBC.",
        "image": "aftab.jpg",
        "Linkedin": "https://www.linkedin.com/in/aftab-erfan-3414b533/?originalSubdomain=ca",
        "Website": "https://www.sfu.ca/dialogue.html"
    },
    {
        "name": "Rowan Gentleman-Sylvester",
        "title": "Executive Director, CityHive",
        "bio": "Rowan is deeply passionate about experiential education, civic engagement, and place-based climate action. During her University studies she spent over a year and a half researching the role of youth (ages 13-30) within our democratic processes — navigating the tensions between intense activism and lack of voter turnout. Rowan loves being reminded of the innovative and inspiring ways that young people shape our communities and develop solutions to seemingly impossible problems. As a settler living on unceded Squamish and Tsleil-Waututh lands, Rowan strives to bring a critical lens to the roles of power, privilege and place in shaping our communities.",
        "image": "rowan.jpg",
        "Linkedin": "https://www.linkedin.com/in/rowan-gentleman-sylvester/?originalSubdomain=ca",
        "Website": "https://cityhive.ca/"
    },
    {
        "name": "Marium Hamid",
        "title": "Partnerships, The Dais",
        "bio": "Marium is the Partnerships Manager at the Dais at TMU, connecting leaders in tech, education and democracy. Previously, she was at LinkedIn Canada heading workforce development and scaling public impact for libraries and healthcare",
        "image": "marium.jpg",
        "Linkedin": "https://www.linkedin.com/in/marium-hamid-095564b2/?originalSubdomain=ca",
        "Website": "https://dais.ca/"
    },
    {
        "name": "Benjamin Hagwood",
        "title": "Director, Vancouver Debate Academy and Ethos Lab",
        "bio": "Benjamin Hagwood, a true advocate for education, discovered his passion for speech and debate during his college years. This journey from a curious student to an inspiring educator saw Benjamin embracing the art of argumentation and advocacy, leading him to teach and coach at various levels, including college, secondary, and primary schools. Since relocating to British Columbia, Benjamin's active community engagement and consistent competitive success have earned him national recognition. As an Assistant Director of Debate at Liberty University, he led his team to an impressive seven national titles. His transition from college to high school coaching did not diminish his winning streak; under his guidance, teams triumphed at prestigious national tournaments such as the Stanford Invitational, Harvard Invitational, Georgetown Invitational, and Western JV/Novice Nationals. Benjamin's dedication to his students was highlighted during a segment on “On the Coast with Gloria Macarenko,” where Gloria commended, “Benjamin, you are doing great work, and it's clear that you care about your students and have trained them well.” His commitment to excellence was further showcased in the Vancouver Sun, where he confidently stated, “When it comes to tournaments, I expect to win.” This winning mindset stems from his belief in focusing on the intricate details of his students' development, earning him the affectionate title of “Ben’s Learners” from those he mentors.",
        "image": "benjamin.jpg",
        "Linkedin": "https://www.linkedin.com/in/bhagwood/?originalSubdomain=ca",
        "Website": "https://dais.ca/"
    },
    {
        "name": "Jake Hirsch-Allen",
        "title": "North America Workforce Development and Higher Ed System Lead",
        "bio": "Jake Hirsch-Allen, build's public private partnerships for LinkedIn, advises impact investors, foundations, startups, and sits on boards and co-founded Lighthouse Labs. A former intellectual property and international criminal lawyer, Jake clerked at the Supreme Court of Israel.",
        "image": "jake.jpg",
        "Linkedin": "https://www.linkedin.com/in/jakehirschallen/?originalSubdomain=ca",
        "Website": "https://ca.linkedin.com/"
    },
    {
        "name": "Kaja Verret Holding",
        "title": "Program Specialist, Eco-Action Accelator, Ocean Wise",
        "bio": "Kaja Verret Holding has been working in informal education for sixteen years; designing programs, resources, and visitor experiences. After working at Montreal's leading museums and the Royal Alberta Museum, Kaja is currently Program Specialist at Ocean Wise's Eco-Action Accelerator Microgrant program, where she mentors youth as they design their environmental projects and fine-tune professional skills. It was in her role as audience advocate at the Royal Alberta Museum where Kaja grew passionate about human-centered design - applying this approach to the creation of museum field trip experiences, interactive exhibits in the children's gallery, and digital interactives exploring maps, the biology of peacock mantis shrimps, and hummingbird migration.",
        "image": "kaja.jpg",
        "Linkedin": "https://www.linkedin.com/in/kaja-verret-holding-765b83194/?originalSubdomain=ca",
        "Website": "https://ocean.org/"
    },
    {
        "name": "Leah Karlberg",
        "title": "Urban Planner & Designer, Happy Cities",
        "bio": "Leah leads a variety of policy planning and development work at Happy Cities, using IAP2 public engagement best practices and creative communication tools to facilitate dialogue. Leah has contributed to innovative planning processes across Metro Vancouver in sectors including municipal, non-profit, co-operative, and at the University of British Columbia, in addition to community development work abroad in Costa Rica. Leah is particularly interested in using placemaking to spark dialogue and strengthen social connections, leading to resilient outcomes daily and in the face of a climate crisis. In her spare time, Leah likes to talk about earthquakes and lead resilience walks as co-founder of Neighbour Lab.",
        "image": "leah.jpg",
        "Linkedin": "https://www.linkedin.com/in/leah-karlberg/?originalSubdomain=ca",
        "Website": "https://happycities.com/team/leah-karlberg"
    },
    {
        "name": "Sophie Labrosse",
        "title": "Operations Manager, CityHive",
        "bio": "Sophie is an entrepreneur and community builder - passionate about using business to do good. Being of mixed ancestry French-Canadian (10th generation settler) and Chinese (2nd generation immigrant), she is privileged to live on the unceded and traditional territory of the xʷməθkwəy̓əm (Musqueam), Skwxwú7mesh (Squamish), and Səl̓ílwətaʔ/Selilwitulh (Tsleil-Waututh) Nations. With a background in business leadership (SMBs, start-up), community work and impact-centered organizing, it’s a gift to connect these experiences in her work at CityHive. Sophie also continues her entrepreneurial endeavors as the Owner & Director of Windsure Adventure Watersports, offering fun and safe watersport experiences in windsurfing, skimboarding and paddleboarding at Jericho Beach. Sophie holds a Bachelor of Commerce from Queen’s University. Outside of work, she enjoys good food, traveling, singing, practicing yoga and spending time in the mountains, oceans and forests.",
        "image": "sophie.jpg",
        "Linkedin": "https://www.linkedin.com/in/sophie-labrosse/?originalSubdomain=ca",
        "Website": "https://cityhive.ca/"
    },
    {
        "name": "Frankie Marquez",
        "title": "Ocean Bridge, Manager - Community and Volunteer Engagment",
        "bio": "Frankie Marquez is a storyteller, facilitator, and community organizer. Currently, she works as the Community and Volunteer Engagement Manager at Ocean Wise and runs the Ocean Action Grant program. Frankie is also a Steering Committee Member for the Early Career Ocean professionals Canada node, which is a United Nations Ocean Decade programme dedicated to building capacity for ocean professionals. Her career goal for the future is to support ocean conservation focused community and capacity building opportunities internationally. In her free time, you can find her crocheting, cooking or plunging into the cold ocean under the moonlight.",
        "image": "frankie.jpg",
        "Linkedin": "https://www.linkedin.com/in/francescaamarquez/?originalSubdomain=ca",
        "Website": "https://ocean.org/"
    },
    {
        "name": "Qani McKay-Reid",
        "title": "Coordinator of Indigenous Priorities, Vancouver Foundation",
        "bio": "Qani Mckay-Reid (they & she pronouns) is a 24-year-old professional; passionate about workplace equity led by marginalized communities, particularly queer & trans and/or BIPOC. Qani takes pride in being an Indigenous person and trans woman from the Nisga'a & Heiltsuk First Nations and their upbringing in the city of Surrey. The inequities Qani's family and herself faced sparked her interest in employment safety, security, and equity through research/engagement. Qani has found avenues to channel their everlasting passion through education, youth programs, employment, and their own business. Up to this point, their career path has led to sectors of government, post-secondary, and nonprofits. Currently Qani works in the field of philanthropy as a coordinator at Vancouver Foundation. In her role she directly serves Indigenous-led organizations and communities. A futurism she hopes to help create is a safer and more equitable workplace structures designed by those advocating from the margins alongside those who share the same drive towards redefining a brighter future.",
        "image": "qani.jpg",
        "Linkedin": "https://www.linkedin.com/in/qani-consulting-digital-decolonial-youth-engagement/?originalSubdomain=ca",
        "Website": "https://www.vancouverfoundation.ca/"
    },
    {
        "name": "Katrina Mugume",
        "title": "Filmmaker | Moderator | Producer",
        "bio": "Katrina Mugume, is a filmmaker, producer, moderator, and devoted community advocate, who channels her passion for creativity towards impactful change. Armed with a Bachelor of Fine Arts in Film Production from Simon Fraser University's School of Contemporary Arts. Beyond her role as a director at Black School’d, Katrina has built and collaborated with influential non-profit organizations like the Vancouver International Film Festival and GEMS Vancouver. Driven by a profound belief in the influence of media, she dedicates herself to utilizing her platform to champion social justice and foster crucial community dialogues.",
        "image": "katrina.jpg",
        "Linkedin": "https://www.linkedin.com/in/katrinamugume/?originalSubdomain=ca",
        "Website": ""
    },
    {
        "name": "Joanne Nellas",
        "title": "Programs Manager, CityHive",
        "bio": "Joanne is committed to uplifting the voices of underrepresented groups through meaningful, inclusive and intentional engagement. She strives for an equitable and just city where all people feel empowered and equipped to lead positive changes in their communities. Joanne has a Masters in Community and Regional Planning from UBC with a concentrated focus on planning for equity-seeking communities, and a Bachelors in Environment from SFU. Merging her two passions and knowledge, Joanne feels most energized when working within the intersection of climate action and the needs and interests of marginalized communities. She has worked on engagement projects and research with various organizations on municipality-level climate justice, urban and rural Indigenous housing, homelessness action, equitable transportation, civic engagement for racialized groups, and more. To recharge, Joanne loves being a tourist in her own city, volunteering, and trying new things.",
        "image": "joanne.jpg",
        "Linkedin": "https://ca.linkedin.com/in/joannenellas",
        "Website": "https://cityhive.ca/"
    },
    {
        "name": "Vishan Persaud",
        "title": "Director, Citizenship Content & Activations at RBC",
        "bio": "",
        "image": "vishan.jpg",
        "Linkedin": "https://www.linkedin.com/in/vishan-persaud-28299121/",
        "Website": "https://www.rbc.com/en/future-launch/"
    },
    {
        "name": "Meridith Sones",
        "title": "Manager, Knowledge Mobilization, SFU",
        "bio": "A current PhD candidate, Meridith holds a Master of Public Health degree from the University of Waterloo and a Honours Bachelor of Kinesiology degree from McMaster University. In partnership with cities and citizens, her research explores the impact of urban change on social connectedness, health and wellbeing. Meridith is also a knowledge translation strategist and science communicator with over a decade of experience helping research and policy organizations maximize the reach and impact of their work.",
        "image": "meridith.jpg",
        "Linkedin": "https://www.linkedin.com/in/meridith-sones-6b9b648/?originalSubdomain=ca",
        "Website": "https://chatrlab.ca/our-people/meridith-sones/"
    },
    {
        "name": "Rafael Villarreal",
        "title": "Director of Transportation, City of Surrey",
        "bio": "Rafael is the Director of Transportation for the City of Surrey and oversees various areas including Policy and Planning, Traffic and Road Safety Engineering, Transportation Systems and ITS, Parking & New Mobility, GIS Services, and Infrastructure. Some of his previous experiences include leading the Transportation Department in Kelowna and administering the Regional Transportation Partnership in the Central Okanagan. With a career and multidisciplinary education across five countries and four Canadian provinces, Rafael is dedicated to creating human-centered transportation systems, focusing on the intersection of governance, equity, transportation, data, and technology to enhance infrastructure and mobility services.",
        "image": "rafael.jpg",
        "Linkedin": "https://www.linkedin.com/in/rafaelvillarreal/?originalSubdomain=ca",
        "Website": "https://www.surrey.ca/city-government/city-departments/engineering/transportation-division"
    },
    {
        "name": "Andrew Williamson",
        "title": "Program Manager, Sustainable Workforce Coalition",
        "bio": "As Program Manager for the Sustainable Workforce Coalition, Andrew backs his personal commitment to tackling climate change with an extensive and storied career in consulting and working directly with labor organizations, employers and stakeholders in the film industry. An award-winning producer with over 40 credits in diverse film and TV series, and founder of Crazy8s, Andrew brings decades of experience managing teams in a variety of settings and projects from the earliest stages to completion. Away from the office, Andrew continues to serve as the co-chair of the CMPA-BC Producers Branch, Chair of the CMPA IR Committee, and to sit on the Film Advisory Board for Langara College. He also volunteers with various environmental organizations, including Al Gore’s Climate Reality Project, to help educate people about climate change.",
        "image": "andrew.jpg",
        "Linkedin": "https://www.linkedin.com/in/andrewgwilliamson/?originalSubdomain=ca",
        "Website": "https://vancouvereconomic.com/about/staff/andrew-williamson/"
    },
    {
        "name": "Abeer Yusuf",
        "title": "Grants Coordinator, Vancouver Foundation",
        "bio": "",
        "image": "abeer.jpg",
        "Linkedin": "https://www.linkedin.com/in/abeeryusuf/?originalSubdomain=ca",
        "Website": ""
    }




]