[   
    {
        "name": "Khalil Rantissi",
        "title": "Team Lead, Dollarama",
        "bio": "Khalil Rantissi (He/Him) is a Palestinian refugee, multidisciplinary professional, artist, and activist based in Tkarón:to, the traditional territory of the Anishinaabe, Haudenosaunee, and Wendat peoples, on Turtle Island, also known as Toronto, Canada. He is part of the data research team at Youthful Cities and holds a Master's Degree in International Studies and Diplomacy, as well as a Bachelor's Degree in Public Administration. With over a decade of international experience, Khalil has developed expertise in human resources, procurement, administration, and project management. He is also deeply committed to community engagement and volunteering, actively participating in social affairs in both Canada and Palestine. Khalil believes in the transformative power of small actions, aiming to make a significant impact through his work and activism.",
        "image": "khalil.jpg",
        "Linkedin": "https://www.linkedin.com/in/khalilrantissi/",
        "Website": ""
    },
    {
        "name": "Lauren Castelino",
        "title": "Co-Executive Director, Regenesis",
        "bio": "Lauren is the Co-Executive Director of Regenesis, one of Canada’s largest student-led environmental organizations. She is also the founder of the Green Career Centre, where she prepares underrepresented youth for green careers. Over more than six years, Lauren has reached thousands of youth through developing environmental and entrepreneurial programs and sharing career development resources. Impressively, Lauren has secured more than a million dollars for BIPOC-led and impact-driven organizations which has financed the creation of scores of environmental events, dozens of green jobs, three community gardens, and a space for a soup kitchen. Lauren has been recognized by Corporate Knights, The Starfish Canada, Metroland Media and numerous prominent politicians for her work. Lauren’s Master’s of Environmental Studies research focuses on investigating the funding struggles of racialized climate justice activists through cellphilm making, and she is looking forward to amplifying these perspectives through her activism.",
        "image": "lauren.jpeg",
        "Linkedin": "https://www.linkedin.com/in/laurencastelino/?originalSubdomain=ca",
        "Website": ""
    },
    {
        "name": "Dorothy Chao",
        "title": "Manager, Sustainability Strategy",
        "bio": "​​Dorothy is responsible for driving climate action at the TTC, which encompasses all areas of sustainability, from energy conservation, decarbonization, biodiversity, circular economy, and climate resiliency. She is dedicated to building connections, collaboratively making a difference, and making every job at the TTC green.",
        "image": "dorothy.jpg",
        "Linkedin": "https://www.linkedin.com/in/dorothy-chao-3064371b/?originalSubdomain=ca",
        "Website": ""
    },
    {
        "name": "Vishan Persaud",
        "title": "Director, Citizenship Content & Activations, RBC",
        "bio": "Vishan is a  Strong community and social services professional with a Bachelor of Administrative and Commercial Studies focused in Finance and Administration from The University of Western Ontario.",
        "image": "vishan.jpg",
        "Linkedin": "https://www.linkedin.com/in/vishan-persaud-28299121/?originalSubdomain=ca",
        "Website": ""
    },
    {
        "name": "Paula Sahyoun",
        "title": "Systems Change and Social Finance, SVX & Director, Plan International Canada",
        "bio": "",
        "image": "paula.jpg",
        "Linkedin": "https://www.linkedin.com/in/paulasahyoun/?originalSubdomain=ca",
        "Website": ""
    },
    {
        "name": "Aldeli Alban Reyna",
        "title": "Director of Grants and Community Initiatives, Laidlaw Foundation",
        "bio": "Born and raised in Montréal to Afro-Peruvian parents, Aldeli is a Black artist with a natural talent for using language to bring stories to life coupled with an ability to transform her lived experiences, using multilingual narratives. She holds an Honours Bachelor Degree in Women and Gender Studies, Spanish, and Italian from the University of Toronto and a Masters in Public Policy, Administration, and Law (MPPAL) from York University. Aldeli has extensive experience working in multiple sectors including nonprofit, philanthropy, and corporate. She worked nationally for almost a decade in advocacy and public policy.",
        "image": "aldeli.jpg",
        "Linkedin": "https://www.linkedin.com/in/aldeli-alban-reyna/",
        "Website": ""
    },
    {
        "name": "Titilope Bukunmi-Omidiran",
        "title": "PhD Environmental Toxicology, EPt, ESG, Sustainability professional",
        "bio": "Titilope Bukunmi-Omidiran PhD Environmental Toxicology, EPt is an Environmental and Sustainability professional with over 5 years’ experience around environmental science and toxicology, sustainability management, quantitative and qualitative data analysis and project management. Titilope has a strong passion for sustainability,  plastic pollution, and environmental justice. She is the co-founder of greenmark Environmental which focuses on ISO 14001:2015 certification for SMEs. She is currently driving sustainable manufacturing at Hunter Amenities, a personal care products manufacturer for luxury brands as the Global Environmental Social Governance Manager out of their Burlington office.",
        "image": "titilopejpg",
        "Linkedin": "https://www.linkedin.com/in/titilopebukunmiomidiran/?originalSubdomain=ca",
        "Website": ""
    },
    {
        "name": "Melanie Wong",
        "title": " Talent Acquisition Specialist, TTC",
        "bio": "Melanie is part of the Talent Management team responsible for recruitment for our Operations teams. She dedicates herself to supporting her Hiring Partners in a fair and transparent recruitment process.",
        "image": "melanie.jpg",
        "Linkedin": "https://www.linkedin.com/in/melanie-wong-70963740/?originalSubdomain=ca",
        "Website": ""
    },
    {
        "name": "Mike Cucullo",
        "title": "Talent Acquisition Specialist - Skilled Trades and Apprentices, TTC",
        "bio": "",
        "image": "mike.jpg",
        "Linkedin": "https://www.linkedin.com/in/mike-cucullo-a7354b108/?originalSubdomain=ca",
        "Website": ""
    },
    {
        "name": "Zhané Stimpson",
        "title": "Associate of Youth Engagement, Wealthsimple Foundation",
        "bio": "helping to get more Youth access to post-secondary education and funding across Canada. Using social media to connect with people all over the country, Zhané hopes that through humour and sharing lived experiences, they’ll create a safe space for people to ask financial questions without fear of judgment. Outside work, you can find Zhané at the gym, playing video games, eating at different Korean barbeque restaurants around the city or on a plane for their next adventure.",
        "image": "zhane.jpg",
        "Linkedin": "https://www.linkedin.com/in/zstimpson/?originalSubdomain=ca",
        "Website": "https://www.acsion.org/en/"
    },
    {
        "name": "Courtney Wynee",
        "title": "",
        "bio": "",
        "image": "courtney.jpg",
        "Linkedin": "https://www.linkedin.com/in/courtney-wynne-0b38a0230/?originalSubdomain=ca",
        "Website": ""
    }


   
]